;Place localized text in this file

; Conventional SMGs
[SMG_CV1 X2WeaponTemplate]
FriendlyName="SMG MkI"
FriendlyNamePlural="SMGs"
BriefSummary="Submachine guns offer a lighter, more concealable alternative to the standard assault rifle, although they lack the same punch and are less accurate at long range."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/> Use upgrades recovered from ADVENT enemies to improve the SMG's tactical effectiveness. \n<Bullet/> SMG-style weapons offer bonus mobility, close-quarters accuracy and concealment relative to assault rifles, but they do less damage, have less ammo, and suffer accuracy penalties at long range."
AbilityDescName="SMG"
[SMG_CV2 X2WeaponTemplate]
FriendlyName="SMG MkII"
FriendlyNamePlural="SMGs"
BriefSummary="Improvements in design have allowed us to upgrade our SMGs to have a larger clip and deal more damage."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/> Use upgrades recovered from ADVENT enemies to improve the SMG's tactical effectiveness. \n<Bullet/> SMG-style weapons offer bonus mobility, close-quarters accuracy and concealment relative to assault rifles, but they do less damage, have less ammo, and suffer accuracy penalties at long range."
AbilityDescName="SMG"
[SMG_CV3 X2WeaponTemplate]
FriendlyName="SMG MkIII"
FriendlyNamePlural="SMGs"
BriefSummary="With advanced cooling methods, our SMGs can now fire at a much faster rate for a sustained length of time."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/> Use upgrades recovered from ADVENT enemies to improve the SMG's tactical effectiveness. \n<Bullet/> SMG-style weapons offer bonus mobility, close-quarters accuracy and concealment relative to assault rifles, but they do less damage, have less ammo, and suffer accuracy penalties at long range."
AbilityDescName="SMG"
[SMG_CV4 X2WeaponTemplate]
FriendlyName="SMG MkIV"
FriendlyNamePlural="SMGs"
BriefSummary="This is the best our SMGs are going to get, dealing the most damage with bonuses to aim and crit."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/> Use upgrades recovered from ADVENT enemies to improve the SMG's tactical effectiveness. \n<Bullet/> SMG-style weapons offer bonus mobility, close-quarters accuracy and concealment relative to assault rifles, but they do less damage, have less ammo, and suffer accuracy penalties at long range."
AbilityDescName="SMG"

; Magnetic SMGs
[SMG_MG1 X2WeaponTemplate]
FriendlyName="Stuttermag MKI"
FriendlyNamePlural="Stuttermags"
BriefSummary="There have been several complaints with regards to the weight of our anti-material weaponry among the troops. The Stuttermag is a lightweight version of the Magnetic Rifle and fills a similar role to the SMG, trading power, ammo and accuracy at range for increased soldier mobility and concealment."
TacticalText="<Bullet/> Firing the primary weapon always ends the soldier's turn, in the absence of special training.\n<Bullet/> Use upgrades recovered from ADVENT enemies to improve the Stuttermag's tactical effectiveness. \n<Bullet/> SMG-style weapons offer bonus mobility, close-quarters accuracy and concealment relative to assault rifles, but they do less damage, have less ammo, and suffer accuracy penalties at long range."
AbilityDescName="SMG"
[SMG_MG2 X2WeaponTemplate]
FriendlyName="Stuttermag MKII"
FriendlyNamePlural="Stuttermags"
BriefSummary="Improvements to the Stuttermag allow for better damage and increased capacity."
TacticalText="<Bullet/> Firing the primary weapon always ends the soldier's turn, in the absence of special training.\n<Bullet/> Use upgrades recovered from ADVENT enemies to improve the Stuttermag's tactical effectiveness. \n<Bullet/> SMG-style weapons offer bonus mobility, close-quarters accuracy and concealment relative to assault rifles, but they do less damage, have less ammo, and suffer accuracy penalties at long range."
AbilityDescName="SMG"
[SMG_MG3 X2WeaponTemplate]
FriendlyName="Stuttermag MKIII"
FriendlyNamePlural="Stuttermags"
BriefSummary="Our most advanced Stuttermags feature the greatest damage and crit of our lightweight mag weapons."
TacticalText="<Bullet/> Firing the primary weapon always ends the soldier's turn, in the absence of special training.\n<Bullet/> Use upgrades recovered from ADVENT enemies to improve the Stuttermag's tactical effectiveness. \n<Bullet/> SMG-style weapons offer bonus mobility, close-quarters accuracy and concealment relative to assault rifles, but they do less damage, have less ammo, and suffer accuracy penalties at long range."
AbilityDescName="SMG"

; Plasma SMGs
[SMG_BM1 X2WeaponTemplate]
FriendlyName="Scramgun MkI"
FriendlyNamePlural="Scramguns"
BriefSummary="The Scramgun, like the SMG and Stuttermag, is a smaller primary weapon that grants mobility and concealment bonuses, but does less damage and suffers accuracy penalties at longer ranges. It does, however, retain it's aility to chew through armor."
TacticalText="<Bullet/> Firing the primary weapon always ends the soldier's turn\n<Bullet/> Use upgrades recovered from ADVENT enemies to improve the Scramgun's tactical effectiveness. \n<Bullet/> SMG-style weapons offer bonus mobility, close-quarters accuracy and concealment relative to assault rifles, but they do less damage, have less ammo, and suffer accuracy penalties at long range."
AbilityDescName="SMG"
[SMG_BM2 X2WeaponTemplate]
FriendlyName="Scramgun MkII"
FriendlyNamePlural="Scramguns"
BriefSummary="Our upgraded Scamguns feature improved damage and shred."
TacticalText="<Bullet/> Firing the primary weapon always ends the soldier's turn\n<Bullet/> Use upgrades recovered from ADVENT enemies to improve the Scramgun's tactical effectiveness. \n<Bullet/> SMG-style weapons offer bonus mobility, close-quarters accuracy and concealment relative to assault rifles, but they do less damage, have less ammo, and suffer accuracy penalties at long range."
AbilityDescName="SMG"
[SMG_BM3 X2WeaponTemplate]
FriendlyName="Scramgun MkIII"
FriendlyNamePlural="Scramguns"
BriefSummary="This is the most advanced scramgun design we have. Featruing greater damage, shred and capacity."
TacticalText="<Bullet/> Firing the primary weapon always ends the soldier's turn\n<Bullet/> Use upgrades recovered from ADVENT enemies to improve the Scramgun's tactical effectiveness. \n<Bullet/> SMG-style weapons offer bonus mobility, close-quarters accuracy and concealment relative to assault rifles, but they do less damage, have less ammo, and suffer accuracy penalties at long range."
AbilityDescName="SMG"

[AssaultRifle_LS1 X2WeaponTemplate]
FriendlyName="Pulse Rifle MKI"
FriendlyNamePlural="Pulse Rifles"
BriefSummary="The Pulse Rifle emits a series of microsecond-duration blasts of light that destroy chemical bonds in targets. Though lacking the stopping power of some of our other weapons, this is one of the most accurate weapons we've ever produced."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/> Use upgrades recovered from ADVENT enemies to improve the laser rifles's tactical effectiveness.\n<Bullet/>Laser Weapons do not have to reload like conventional firearms.\n<Bullet/> The high-energy output of these laser weapons is derived from integrating alien technology into discovered pre-war laser weaponry."
AbilityDescName="assault rifle"
[AssaultRifle_LS2 X2WeaponTemplate]
FriendlyName="Pulse Rifle MKII"
FriendlyNamePlural="Pulse Rifles"
BriefSummary="A substantial upgrade to the base model, with greater damage and crit."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/> Use upgrades recovered from ADVENT enemies to improve the laser rifles's tactical effectiveness.\n<Bullet/>Laser Weapons do not have to reload like conventional firearms.\n<Bullet/> The high-energy output of these laser weapons is derived from integrating alien technology into discovered pre-war laser weaponry."
AbilityDescName="assault rifle"
[AssaultRifle_LS3 X2WeaponTemplate]
FriendlyName="Pulse Rifle MKIII"
FriendlyNamePlural="Pulse Rifles"
BriefSummary="The most powerful Pulse Rifle we can hope to build, this is a lethal precision weapon."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/> Use upgrades recovered from ADVENT enemies to improve the laser rifles's tactical effectiveness.\n<Bullet/>Laser Weapons do not have to reload like conventional firearms.\n<Bullet/> The high-energy output of these laser weapons is derived from integrating alien technology into discovered pre-war laser weaponry."
AbilityDescName="assault rifle"

[SMG_LS1 X2WeaponTemplate]
FriendlyName="Pulse Stengun MKI"
FriendlyNamePlural="Pulse Stenguns"
BriefSummary="A lightweight version of the Pulse Rifle, this fills a similar role to the SMG, trading power, ammo and accuracy at range for increased soldier mobility and concealment."
TacticalText="<Bullet/> Firing the primary weapon always ends the soldier's turn, in the absence of special training.\n<Bullet/> Use upgrades recovered from ADVENT enemies to improve the Stengun's tactical effectiveness. \n<Bullet/>Laser Weapons do not have to reload like conventional firearms.\n<Bullet/> SMG-style weapons offer bonus mobility, close-quarters accuracy and concealment relative to assault rifles, but they do less damage, have less ammo, and suffer accuracy penalties at long range."
AbilityDescName="SMG"
[SMG_LS2 X2WeaponTemplate]
FriendlyName="Pulse Stengun MKII"
FriendlyNamePlural="Pulse Stenguns"
BriefSummary="An improvement upon our basic Pulse Stengun design. Features greater damage and crit."
TacticalText="<Bullet/> Firing the primary weapon always ends the soldier's turn, in the absence of special training.\n<Bullet/> Use upgrades recovered from ADVENT enemies to improve the Stengun's tactical effectiveness. \n<Bullet/>Laser Weapons do not have to reload like conventional firearms.\n<Bullet/> SMG-style weapons offer bonus mobility, close-quarters accuracy and concealment relative to assault rifles, but they do less damage, have less ammo, and suffer accuracy penalties at long range."
AbilityDescName="SMG"
[SMG_LS3 X2WeaponTemplate]
FriendlyName="Pulse Stengun MKIII"
FriendlyNamePlural="Pulse Stenguns"
BriefSummary="Our best Pulse Stengun, with the highest damage and clip size."
TacticalText="<Bullet/> Firing the primary weapon always ends the soldier's turn, in the absence of special training.\n<Bullet/> Use upgrades recovered from ADVENT enemies to improve the Stengun's tactical effectiveness. \n<Bullet/>Laser Weapons do not have to reload like conventional firearms.\n<Bullet/> SMG-style weapons offer bonus mobility, close-quarters accuracy and concealment relative to assault rifles, but they do less damage, have less ammo, and suffer accuracy penalties at long range."
AbilityDescName="SMG"

[Cannon_LS1 X2WeaponTemplate]
FriendlyName="Pulse Cannon MKI"
FriendlyNamePlural="Pulse Cannons"
BriefSummary="Pulse weapons tech combined with an improved cooling system will let us deploy a rapid-fire version of the cannon, able to lay down a large volume of highly accurate fire."
TacticalText="<Bullet/> The Pulse Cannon is a much more accurate, yet lower power, version of the Mag Cannon.\n<Bullet/> Use upgrades looted from enemies to improve the Pulse Cannon's tactical effectiveness.\n<Bullet/>Laser Weapons do not have to reload like conventional firearms."
AbilityDescName="cannon"
[Cannon_LS2 X2WeaponTemplate]
FriendlyName="Pulse Cannon MKII"
FriendlyNamePlural="Pulse Cannons"
BriefSummary="Improvements on the Pulse Cannon allow us to increase it's damage and clip size."
TacticalText="<Bullet/> The Pulse Cannon is a much more accurate, yet lower power, version of the Mag Cannon.\n<Bullet/> Use upgrades looted from enemies to improve the Pulse Cannon's tactical effectiveness.\n<Bullet/>Laser Weapons do not have to reload like conventional firearms."
AbilityDescName="cannon"
[Cannon_LS3 X2WeaponTemplate]
FriendlyName="Pulse Cannon MKIII"
FriendlyNamePlural="Pulse Cannons"
BriefSummary="Our best Pulse cannon, featuring improved stats across the board."
TacticalText="<Bullet/> The Pulse Cannon is a much more accurate, yet lower power, version of the Mag Cannon.\n<Bullet/> Use upgrades looted from enemies to improve the Pulse Cannon's tactical effectiveness.\n<Bullet/>Laser Weapons do not have to reload like conventional firearms."
AbilityDescName="cannon"

[Shotgun_LS1 X2WeaponTemplate]
FriendlyName="Scatter Blaster MKI"
FriendlyNamePlural="Scatter Blaster"
BriefSummary="The Scatter Blaster is an application of pulse laser technology to provide shotgun-like effects; it is most effective at close range due to beam diffusion."
TacticalText="<Bullet/> Shotgun-style weapons are extremely effective at close range, but their accuracy drops off quickly at longer range.\n<Bullet/>Laser Weapons do not have to reload like conventional firearms.\n<Bullet/> Use upgrades looted from enemies to improve the Scatter Blaster's tactical effectiveness."
AbilityDescName="shotgun"
[Shotgun_LS2 X2WeaponTemplate]
FriendlyName="Scatter Blaster MKII"
FriendlyNamePlural="Scatter Blaster"
BriefSummary="The Scatter Blaster is an application of pulse laser technology to provide shotgun-like effects; it is most effective at close range due to beam diffusion."
TacticalText="<Bullet/> Shotgun-style weapons are extremely effective at close range, but their accuracy drops off quickly at longer range.\n<Bullet/>Laser Weapons do not have to reload like conventional firearms.\n<Bullet/> Use upgrades looted from enemies to improve the Scatter Blaster's tactical effectiveness."
AbilityDescName="shotgun"
[Shotgun_LS3 X2WeaponTemplate]
FriendlyName="Scatter Blaster MKIII"
FriendlyNamePlural="Scatter Blaster"
BriefSummary="The Scatter Blaster is an application of pulse laser technology to provide shotgun-like effects; it is most effective at close range due to beam diffusion."
TacticalText="<Bullet/> Shotgun-style weapons are extremely effective at close range, but their accuracy drops off quickly at longer range.\n<Bullet/>Laser Weapons do not have to reload like conventional firearms.\n<Bullet/> Use upgrades looted from enemies to improve the Scatter Blaster's tactical effectiveness."
AbilityDescName="shotgun"

[SniperRifle_LS1 X2WeaponTemplate]
FriendlyName="Pulse Lance MKI"
FriendlyNamePlural="Pulse Lances"
BriefSummary="A long rifle version of the Pulse Rifle, the Pulse Lance incorporates extremely high-energy flash capacitors, resulting in a high-precision long-range laser weapon."
TacticalText="Sniper rifles always require both actions to fire.\n<Bullet/> They are less accurate at close range, but deadly at a distance.\n<Bullet/>Laser Weapons do not have to reload like conventional firearms.\n<Bullet/> Use upgrades looted from enemies to improve the Pulse Lance's tactical effectiveness."
AbilityDescName="sniper rifle"
[SniperRifle_LS2 X2WeaponTemplate]
FriendlyName="Pulse Lance MKII"
FriendlyNamePlural="Pulse Lances"
BriefSummary="A long rifle version of the Pulse Rifle, the Pulse Lance incorporates extremely high-energy flash capacitors, resulting in a high-precision long-range laser weapon."
TacticalText="Sniper rifles always require both actions to fire.\n<Bullet/> They are less accurate at close range, but deadly at a distance.\n<Bullet/>Laser Weapons do not have to reload like conventional firearms.\n<Bullet/> Use upgrades looted from enemies to improve the Pulse Lance's tactical effectiveness."
AbilityDescName="sniper rifle"
[SniperRifle_LS3 X2WeaponTemplate]
FriendlyName="Pulse Lance MKIII"
FriendlyNamePlural="Pulse Lances"
BriefSummary="A long rifle version of the Pulse Rifle, the Pulse Lance incorporates extremely high-energy flash capacitors, resulting in a high-precision long-range laser weapon."
TacticalText="Sniper rifles always require both actions to fire.\n<Bullet/> They are less accurate at close range, but deadly at a distance.\n<Bullet/>Laser Weapons do not have to reload like conventional firearms.\n<Bullet/> Use upgrades looted from enemies to improve the Pulse Lance's tactical effectiveness."
AbilityDescName="sniper rifle"

[Pistol_LS1 X2WeaponTemplate]
FriendlyName="Pulse Pistol MKI"
FriendlyNamePlural="Pulse Pistols"
BriefSummary="A compact pulser that may be used as a sidearm."
TacticalText="<Bullet/> Pulse pistols are highly accurate, but deal minimal damage.\n<Bullet/> Pistols may be fired with a single action.\n<Bullet/>Laser Weapons do not have to reload like conventional firearms."
AbilityDescName="pistol"
[Pistol_LS2 X2WeaponTemplate]
FriendlyName="Pulse Pistol MKII"
FriendlyNamePlural="Pulse Pistols"
BriefSummary="A compact pulser that may be used as a sidearm."
TacticalText="<Bullet/> Pulse pistols are highly accurate, but deal minimal damage.\n<Bullet/> Pistols may be fired with a single action.\n<Bullet/>Laser Weapons do not have to reload like conventional firearms."
AbilityDescName="pistol"
[Pistol_LS3 X2WeaponTemplate]
FriendlyName="Pulse Pistol MKIII"
FriendlyNamePlural="Pulse Pistols"
BriefSummary="A compact pulser that may be used as a sidearm."
TacticalText="<Bullet/> Pulse pistols are highly accurate, but deal minimal damage.\n<Bullet/> Pistols may be fired with a single action.\n<Bullet/>Laser Weapons do not have to reload like conventional firearms."
AbilityDescName="pistol"

[Laser_T1 X2TechTemplate]
DisplayName="Laser Weapons"
Summary="When we evacuated old XCOM HQ, Dr. Shen made sure we kept copies of our research into some early prototype laser weapons. During the following years on the run, the remaining XCOM forces did not had the resources to continue work on them. In light of recent success, I believe we have a chance to reopen this project, and  create some highly precise weapons."
CodeName="Sunbeam"

[Laser_T2 X2TechTemplate]
DisplayName="Crystal Focusing Lenses"
Summary="Though our inital laser designs are highly accurate, they lack somewhat in stopping power. Upgrading the focusing lense in our weapon design should allow us to inflict more damage with our laser arsenal."
CodeName="Icarus"

[Laser_T3 X2TechTemplate]
DisplayName="High Energy Beams"
Summary="By reverse engineering some of the aliens methods of using elerium, we're able to proivde a much greater energy output from our lasers without a formidable increase in mass. This should translate to a greater punch while out in the field."
CodeName="Starlight"